-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Máy chủ: 127.0.0.1
-- Thời gian đã tạo: Th5 10, 2022 lúc 09:59 AM
-- Phiên bản máy phục vụ: 10.4.22-MariaDB
-- Phiên bản PHP: 8.1.1

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Cơ sở dữ liệu: `tdh1`
--

-- --------------------------------------------------------

--
-- Cấu trúc bảng cho bảng `employee`
--

CREATE TABLE `employee` (
  `id` int(15) NOT NULL,
  `employcode` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `name` varchar(255) COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `dob` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `password` varchar(75) COLLATE utf8_unicode_ci NOT NULL,
  `salary` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `dp` varchar(255) COLLATE utf8_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

--
-- Đang đổ dữ liệu cho bảng `employee`
--

INSERT INTO `employee` (`id`, `employcode`, `name`, `email`, `dob`, `password`, `salary`, `dp`) VALUES
(16, 'V3000214', 'Bùi Văn Cương', '0962016791', '2016-05-09', 'V3000214', 'AEC-自動化開發一', ''),
(17, 'V3001894', 'La Văn Huy', '0962068520', '2016-06-01', 'V3001894', 'AEC-自動化開發一', ''),
(18, 'V0255059', 'Nguyễn Thị Khánh Hà', '0822653339', '2019-01-07', 'V0255059', 'AEC-自動化開發一', ''),
(19, 'V0255086', 'Nguyễn Thành Công', '0387382604', '2019-03-11', 'V0255086', 'AEC-自動化開發一', ''),
(20, 'V0259315', 'Dương Minh Thảo', '0333651603', '2019-07-01', 'V0259315', 'AEC-自動化開發一', ''),
(21, 'V0255507', 'Nguyễn Thị Thu Hà', '0914646856', '2019-04-16', 'V0255507', 'AEC-自動化開發一', ''),
(22, 'V0255535', 'Lê Ngọc Điệp', '0976685115', '2019-04-18', 'V0255535', 'AEC-自動化開發一', ''),
(23, 'V0256155', 'Hoàng Thị Hải', '0354289809', '2019-05-08', 'V0256155', 'AEC-自動化開發一', ''),
(25, 'V0258993', 'Nguyễn Thị Thanh Hoài', '0345209687', '2019-06-14', 'V0258993', 'AEC-自動化開發一', ''),
(26, 'V0257423', 'Nguyễn Đức Thành', '0375535761', '2019-05-25', 'V0257423', 'AEC-自動化開發一', ''),
(27, 'V0255257', 'Hoàng Tuấn Anh', '0399726369', '2019-04-01', 'V0255257', 'AEC-自動化開發一', ''),
(28, 'V0259421', 'Ngô Đình Hiến', '0966166711', '2019-07-15', 'V0259421', 'AEC-自動化開發一', ''),
(29, 'V0259433', 'Quàng Văn Lái', '0346849204', '2019-08-05', 'V0259433', 'AEC-自動化開發一', ''),
(30, 'V0250180', 'Bùi Trung Văn', '0983654966', '2017-08-21', 'V0250180', 'AEC-自動化開發一', ''),
(32, 'V0259529', 'Nguyễn Văn Vượng', '0366346467', '2019-09-07', 'V0259529', 'AEC-自動化開發一', ''),
(33, 'V0259548', 'Vũ Văn Lương', '0972539731', '2019-09-09', 'V0259548', 'AEC-自動化開發一', ''),
(34, 'V0259587', 'Nguyễn Huy Liệu', '0963341371', '2019-09-16', 'V0259587', 'AEC-自動化開發一', ''),
(35, 'V0259724', 'Phạm Quang Mạnh', '0379474078', '2019-09-23', 'V0259724', 'AEC-自動化開發一', ''),
(36, 'V0259888', 'Trần Văn Nguyên', '0987846722', '2019-09-27', 'V0259888', 'AEC-自動化開發一', ''),
(37, 'V0260063', 'Nguyễn Văn Lực', '0972264195', '2019-10-02', 'V0260063', 'AEC-自動化開發一', ''),
(38, 'V0263379', 'Nguyễn Văn Bắc', '0968870025', '2020-05-29', 'V0263379', 'AEC-自動化開發一', ''),
(39, 'V0263387', 'Nguyễn Văn Dung', '0583103850', '2020-06-05', 'V0263387', 'AEC-自動化開發一', ''),
(40, 'V0263388', 'Nguyễn Văn Nguyên', '0362901997', '2020-06-05', 'V0263388', 'AEC-自動化開發一', ''),
(41, 'V0263389', 'Triệu Văn Hai', '0393303793', '2020-06-05', 'V0263389', 'AEC-自動化開發一', ''),
(42, 'V0263390', 'Lưu Văn Long', '327292510', '2020-06-05', 'V0263390', 'AEC-自動化開發一', ''),
(44, 'V0263435', 'Nguyễn Gia Huy', '0357210795', '2020-06-12', 'V0263435', 'AEC-自動化開發一', ''),
(45, 'V0263444', 'Hoàng Thanh Định', '0973122643', '2020-06-16', 'V0263444', 'AEC-自動化開發一', ''),
(46, 'V0263521', 'Nguyễn Văn Định', '0392155968', '2020-06-26', 'V0263521', 'AEC-自動化開發一', ''),
(47, 'V0263573', 'Trương Văn Vĩnh', '0353954111', '2020-07-03', 'V0263573', 'AEC-自動化開發一', ''),
(48, 'V0263577', 'Dương Văn Ba', '0969765314', '2020-07-08', 'V0263577', 'AEC-自動化開發一', ''),
(49, 'V0263671', 'Nguyễn Văn Tiến', '0349140998', '2020-08-19', 'V0263671', 'AEC-自動化開發一', ''),
(50, 'V0264155', 'Nguyễn Ngọc Hải', '0353677333', '2020-09-07', 'V0264155', 'AEC-自動化開發一', ''),
(51, 'V3032700', 'Vi Hải Nam', '000000000', '2019-06-19', 'V3032700', 'AEC-自動化開發一', ''),
(52, 'V0255522', 'Trần văn ngọc', '000000', '2019-04-18', 'V0255522', 'AEC-自動化開發一', ''),
(53, 'V0255719', 'Nguyễn Đình Lực', '000000000', '2019-04-26', 'V0255719', 'AEC-自動化開發一', ''),
(54, 'V0256556', 'Vi Văn Mạnh', '000000000', '2019-05-13', 'V0256556', 'AEC-自動化開發一', ''),
(55, 'V3032691', 'Nguyễn Văn Sơn', '000000000', '2019-06-19', 'V3032691', 'AEC-自動化開發一', ''),
(59, 'V0256550', 'Hà Văn Cường', '0000000', '2019-05-13', 'V0256550', 'AEC-自動化開發一', ''),
(60, 'V3032703', 'Hoàng Văn Trần', '000000000', '2019-06-19', 'V3032703', 'AEC-自動化開發一', ''),
(61, 'V0263371', 'Hà Văn Chính', '0333368998', '2020-05-20', 'V0263371', 'AEC-自動化開發一', ''),
(63, 'V0263374', 'Nguyễn Đình Thu', '0862751891', '2020-05-20', 'V0263374', 'AEC-自動化開發一', ''),
(64, 'V0263375', 'Đỗ Văn Thương', '0973196896', '2020-05-20', 'V0263375', 'AEC-自動化開發一', ''),
(66, 'V0263377', 'Lê Huy Hải', '0383626958', '2020-05-20', 'V0263377', 'AEC-自動化開發一', ''),
(69, 'V0263382', 'Nguyễn Văn Vịnh', '0385223491', '2020-05-09', 'V0263382', 'AEC-自動化開發一', ''),
(70, 'V0263383', 'Nguyễn Văn Tùng', '0383663550', '2020-06-05', 'V0263383', 'AEC-自動化開發一', ''),
(71, 'V0263384', 'Nguyễn Hoàng Linh', '0967402185', '2020-06-05', 'V0263384', 'AEC-自動化開發一', ''),
(73, 'V0263433', 'Dương Ngô Khánh', '0866108000', '2020-06-12', 'V0263433', 'AEC-自動化開發一', ''),
(74, 'V3032270', 'Chu Anh Tuấn ', '000000000', '0001-01-01', 'V3032270', 'Cable自動化開發', ''),
(75, 'V3049023', 'Trần Văn Quang', '00', '0001-01-01', 'V3049023', 'Cable自動化開發', ''),
(76, 'V3031355', 'Nguyễn Huy Hồng ', '000000000', '', 'V3031355', 'Cable自動化開發', ''),
(77, 'V0231422', 'Nguyễn Văn Thạo', '0000', '', 'V0231422', 'Cable自動化開發', ''),
(78, 'V0205682', 'Nguyễn Văn Thường', '000000000', '', 'V0205682', 'Cable自動化開發', ''),
(79, 'V0205690', 'Ngô  Văn Kiên', '000', '', 'V0205690', 'Cable自動化開發', ''),
(80, 'V3049354', 'Nguyễn Quốc Tiến', '00', '', 'V3049354', 'Cable自動化開發', ''),
(81, 'V0232115', 'Vũ Đình Thắng', '00', '', 'V0232115', 'Cable自動化開發', ''),
(82, 'V0236226', 'Đoàn Văn Mừng', '000', '', 'V0236226', 'Cable自動化開發', ''),
(83, 'V0220302', 'Nguyễn Anh Lượng', '00000000', '', 'V0220302', 'Cable自動化開發', ''),
(84, 'V0230192', 'Lưu Đức Cường', '0000000', '', 'V0230192', 'Cable自動化開發', ''),
(85, 'V0236121', 'Nguyễn Văn Diên', '0829050992', '2016-01-14', 'V0236121', 'Cable-ATM電', ''),
(86, 'V3003500', 'Hoàng Văn Thắng', '0374666550', '2016-06-16', 'V3003500', 'Cable-ATM電', ''),
(87, 'V3005020', 'Nguyễn Văn Tuyên', '0399585902', '2016-07-01', 'V3005020', 'Cable-ATM電', ''),
(88, 'V0248304', 'Trịnh Văn Tài', '0856379895', '2017-07-03', 'V0248304', 'Cable-ATM電', ''),
(89, 'V0253208', 'Đỗ Thị Oanh', '0986120431', '2018-06-04', 'V0253208', 'Cable-ATM電', ''),
(90, 'V0254203', 'Nguyễn Tiến Đức', '0327412095', '2018-09-20', 'V0254203', 'Cable-ATM電', ''),
(91, 'V0255087', 'Nguyễn Thị Lệ Thủy', '0376276392', '2019-03-11', 'V0255087', 'Cable-ATM電', ''),
(92, 'V0255256', 'Nguyễn Ngọc Quí', '0353201540', '2019-04-01', 'V0255256', 'Cable-ATM電', ''),
(93, 'V0255258', 'Đồng Văn Nam', '0979216949', '2019-04-01', 'V0255258', 'Cable-ATM電', ''),
(94, 'V0255275', 'Nguyễn Quang Lâm', '0944106735', '2019-04-01', 'V0255275', 'Cable-ATM電', ''),
(95, 'V0255450', 'Phạm Lê Tùng', '0396561381', '2019-04-11', 'V0255450', 'Cable-ATM電', ''),
(96, 'V0256578', 'Hoàng Văn Ngọc', '0985295287', '2019-05-13', 'V0256578', 'Cable-ATM電', ''),
(97, 'V0236170', 'Nguyễn Văn Quý', '0987767444', '2016-02-18', 'V0236170', 'Cable-ATM電', ''),
(98, 'V0258220', 'Vũ Quang Anh', '0356479641', '2019-06-03', 'V0258220', 'Cable-ATM電', ''),
(99, 'V0259429', 'Phạm Văn Đông ', '0974972474', '2019-07-26', 'V0259429', 'Cable-ATM電', ''),
(100, 'V0259523', 'Trần Văn Mạnh', '0989916897', '2019-09-04', 'V0259523', 'Cable-ATM電', ''),
(101, 'V0259525', 'Ngô Văn Thái', '0971895172', '2019-09-04', 'V0259525', 'Cable-ATM電', ''),
(102, 'V0263380', 'Nguyễn Ngọc Tùng', '0989027188', '2020-06-01', 'V0263380', 'Cable-ATM電', ''),
(103, 'V0263386', 'Hoàng Kim Chính', '0976257706', '2020-06-05', 'V0263386', 'Cable-ATM電', ''),
(104, 'V0263437', 'Nguyễn Thanh Sơn', '0378923114', '2020-06-11', 'V0263437', 'Cable-ATM電', ''),
(105, 'V0263442', 'Vũ Văn Bình', '0976388646', '2020-06-12', 'V0263442', 'Cable-ATM電', ''),
(106, 'V0263467', 'Hoàng Công An', '0358161992', '2020-06-19', 'V0263467', 'Cable-ATM電', ''),
(107, 'V0263523', 'Hồ Thị Huệ', '0339546570', '2020-06-26', 'V0263523', 'Cable-ATM電', ''),
(108, 'V0263524', 'Vũ Trường Giang', '0989713288', '2020-06-26', 'V0263524', 'Cable-ATM電', ''),
(109, 'V0263572', 'Lê Ngọc Mạnh', '0981161757', '2020-07-03', 'V0263572', 'Cable-ATM電', ''),
(110, 'V3032126', 'Trần Thị Hồng ', '000', '2020-06-03', 'V3032126', 'Cable-ATM電', ''),
(111, 'V0264157', 'Nguyễn Văn Thắng', '0911276197', '1997-08-14', 'V0264157', 'Cable-ATM電', ''),
(112, 'V0264235', 'Trương Đức Dũng', '0362880198', '2021-10-13', 'V0264235', 'Cable-ATM電', ''),
(114, 'V3076400', 'Nguyễn Tuấn Anh', '0913424281', '1997-07-29', 'V3076400', 'Cable-ATM電', ''),
(115, 'V0221050', 'Đinh Văn Hải', '0383363160', '2014-07-21', 'V0221050', 'APS-自動化開發二', ''),
(116, 'V0248234', 'Nguyễn Đình Thắng', '0393417592', '2017-06-19', 'V0248234', 'APS-自動化開發二', ''),
(117, 'V0252443', 'Nguyễn Thị Ba', '0888557215', '2017-10-23', 'V0252443', 'APS-自動化開發二', ''),
(118, 'V0205617', 'Dương văn Trường', '0394552484', '2017-10-23', 'V0205617', 'APS-自動化開發二', ''),
(119, 'V0236711', 'Nguyễn Ngọc Hoàn ', '0989462028', '2016-02-19', 'V0236711', 'APS-自動化開發二', ''),
(120, 'V0238581', 'Nguyễn Văn Nguyên ', '0395306642', '2016-07-03', 'V0238581', 'APS-自動化開發二', ''),
(121, 'V0253114', 'Vũ Thị Quỳnh', '0365966101', '2018-09-01', 'V0253114', 'APS-自動化開發二', ''),
(122, 'V0253203', 'Nguyễn Văn Hoạt', '0983676097', '2018-06-04', 'V0253203', 'APS-自動化開發二', ''),
(123, 'V0253204', 'Trần Xuân Huy', '0386566696', '2018-06-04', 'V0253204', 'APS-自動化開發二', ''),
(125, 'V0253209', 'Đông Hồng Sơn', '0397125564', '2018-06-04', 'V0253209', 'APS-自動化開發二', ''),
(126, 'V0259477', 'Thân Văn Tuấn', '0375510292', '2019-09-09', 'V0259477', 'APS-自動化開發二', ''),
(127, 'V0259591', 'Nguyễn Văn Dũng', '0356119079', '2019-09-15', 'V0259591', 'APS-自動化開發二', ''),
(128, 'V0259801', 'Nguyễn Duy Lực', '0985868614', '2019-09-25', 'V0259801', 'APS-自動化開發二', ''),
(129, 'V0262351', 'Phùng Văn Nghĩa', '0382427646', '2020-03-09', 'V0262351', 'APS-自動化開發二', ''),
(130, 'V0262353', 'Triệu Văn Thực', '0854318584', '2020-03-09', 'V0262353', 'APS-自動化開發二', ''),
(131, 'V0260158', 'Đoàn Văn Dũng', '0382427646', '2019-09-04', 'V0260158', 'APS-自動化開發二', ''),
(133, 'V0263446', 'Nguyễn Văn Cường', '0972308817', '2020-06-16', 'V0263446', 'APS-自動化開發二', ''),
(134, 'V0263525', 'Nguyễn Hữu Nam', '0986987296', '2020-06-26', 'V0263525', 'APS-自動化開發二', ''),
(135, 'V0263526', 'Trần Văn Quyền', '0972286740', '2020-06-26', 'V0263526', 'APS-自動化開發二', ''),
(136, 'V0263627', 'Nguyễn Mạnh Hùng', '0355561133', '2020-07-15', 'V0263627', 'APS-自動化開發二', ''),
(137, 'V0263629', 'Đồng Minh Quang', '0867998867', '2020-07-15', 'V0263629', 'APS-自動化開發二', ''),
(139, 'V0263662', 'Hoàng Ngọc Duy', '0912018597', '2020-08-05', 'V0263662', 'APS-自動化開發二', ''),
(140, 'V0263663', 'Nguyễn Đăng Huy', '0582762630', '2020-08-05', 'V0263663', 'APS-自動化開發二', ''),
(141, 'V0263664', 'Nguyễn Văn Dương', '0564366817', '2020-08-05', 'V0263664', 'APS-自動化開發二', ''),
(142, 'V0263672', 'Nguyễn Quang Minh', '0385038055', '2020-08-21', 'V0263672', 'APS-自動化開發二', ''),
(143, 'V0263673', 'Nguyễn Văn Thịnh', '0348565386', '2020-08-21', 'V0263673', 'APS-自動化開發二', ''),
(145, 'V0236223', 'Nguyễn Việt Dũng', '000000000', '', 'V0236223', 'APS-自動化開發二', ''),
(146, 'V0236026', 'Lê Văn Quân', '00', '', 'V0236026', 'APS-自動化開發二', ''),
(147, 'V0230216', 'Lê Văn Xuân', '000000000', '', 'V0230216', 'APS-自動化開發二', ''),
(148, 'V3005023', ' Lương Văn Khanh', '000000000', '', 'V3005023', 'APS-自動化開發二', ''),
(150, 'V3075238', 'Trịnh Văn Quang', '0358451627', '', 'V3075238', 'APS-自動化開發二', ''),
(151, 'V3076410', 'Nguyễn Ngọc Duy', '0984924482', '', 'V3076410', 'APS-自動化開發二', ''),
(152, 'V3000220', 'Trần xuân Hải ', '0988572094', '2016-05-09', 'V3000220', 'TSC-自動化開發三', ''),
(153, 'V0256166', 'Nguyễn Đình Trường', '0963221504', '2019-05-08', 'V0256166', 'APS-自動化開發二', ''),
(156, 'V0259480', 'Đồng Văn Tân ', '0352010201', '2019-08-21', 'V0259480', 'APS-自動化開發二', ''),
(157, 'V0259502', 'Phó Ngọc Anh ', '0865272944', '2019-08-23', 'V0259502', 'APS-自動化開發二', ''),
(158, 'V0259521', 'Vũ Văn Hiếu', '0352273102', '2019-09-04', 'V0259521', 'APS-自動化開發二', ''),
(159, 'V0259592', 'Vũ Đình Công ', '0353523432', '2019-09-16', 'V0259592', 'APS-自動化開發二', ''),
(160, 'V0260515', 'Phạm Minh Sang ', '0353334517', '2019-10-14', 'V0260515', 'APS-自動化開發二', ''),
(161, 'V0260722', 'Đinh Văn Hà', '0987301392', '2019-10-18', 'V0260722', 'APS-自動化開發二', ''),
(162, 'V0262099', 'Nguyễn Văn Nguyên', '0983874831', '2020-02-19', 'V0262099', 'APS-自動化開發二', ''),
(163, 'V0262100', 'Lương Hữu Trường ', '0968977832', '2020-02-19', 'V0262100', 'APS-自動化開發二', ''),
(164, 'V0262360', 'Nguyễn Đức Tuấn ', '0377663142', '2020-03-11', 'V0262360', 'APS-自動化開發二', ''),
(165, 'V0262361', 'Nguyễn Công Minh', '0969939937', '2020-03-11', 'V0262361', 'APS-自動化開發二', ''),
(166, 'V0263529', 'Đặng Duy Hậu', '0377200476', '2020-06-29', 'V0263529', 'APS-自動化開發二', ''),
(167, 'V0263633', 'Nguyễn Đình Tứ', '0387910022', '2020-07-20', 'V0263633', 'APS-自動化開發二', ''),
(168, 'V0263665', 'Lê Trung Sơn', '0981762876', '2020-08-12', 'V0263665', 'APS-自動化開發二', ''),
(169, 'V0264158', 'La Liêm', '0975026524', '2021-09-10', 'V0264158', 'APS-自動化開發二', ''),
(170, 'V0264159', 'Nguyễn Anh Tuấn', '0969356231', '2021-09-10', 'V0264159', 'APS-自動化開發二', ''),
(171, 'V0264160', 'Trần Văn Khương', '0387853550', '2021-09-10', 'V0264160', 'APS-自動化開發二', ''),
(173, 'V3073889', 'Dương Văn Ảnh ', '0379208017', '2021-09-28', 'V3073889', 'APS-自動化開發二', ''),
(174, 'V0264161', 'Chu Văn Hải', '0364639136', '2021-09-16', 'V0264161', 'APS-自動化開發二', ''),
(175, 'V3072925', 'Nguyễn Minh Đức', '0387921010', '2021-09-22', 'V3072925', 'APS-自動化開發二', ''),
(176, 'V3080148', 'Phạm Mạnh Hùng', '0374184902', '2022-03-28', 'V3080148', 'AEC-自動化開發一', ''),
(177, 'V3080163', 'Lê Duy Nam', '0944580942', '2022-04-04', 'V3080163', 'AEC-自動化開發一', ''),
(179, 'V0258682', 'Triệu Văn Khoa', '', '2019-06-07', 'V0258682', 'AEC-自動化開發一', ''),
(180, 'V0256549', 'Bùi Văn Hiệp', '', '2019-05-13', 'V0256549', 'AEC-自動化開發一', ''),
(181, 'V0263376', 'Lý Văn Lâm', '', '2020-05-20', 'V0263376', 'AEC-自動化開發一', ''),
(182, 'V0263392', 'Đỗ Đình Sáng', '0977672997', '2020-06-09', 'V0263392', 'AEC-自動化開發一', ''),
(183, 'V0263391', 'Hoàng Công Ninh', '0987291104', '2020-06-05', 'V0263391', 'AEC-自動化開發一', ''),
(184, 'V0263381', 'Tăng Văn Khuê', '0338064884', '2020-06-05', 'V0263381', 'AEC-自動化開發一', ''),
(185, 'V0263574', 'Phan Thế Hùng ', '0981266673', '2020-07-03', 'V0263574', 'Cable-ATM電', ''),
(186, 'V3080149', 'Nguyễn Văn Sáng', '0335811862', '2022-03-28', 'V3080149', 'Cable-ATM電', ''),
(187, 'V3080409', 'Nguyễn Tuấn Anh', '0968704815', '2022-04-12', 'V3080409', 'Cable-ATM電', ''),
(188, 'V0259549', 'Ma Tiến Nhiều', '0375510292', '2019-09-09', 'V0259549', 'APS-自動化開發二', ''),
(189, 'V3076634', 'Cao Bá Hãn', '', '', 'V3076634', 'APS-自動化開發二', ''),
(190, 'V3080164', 'Hồ Sĩ Mạnh', '0382279972', '2022-04-04', 'V3080164', 'APS-自動化開發二', ''),
(191, 'V3080410', 'Trần Đức Trà', '0399601954', '', 'V3080410', 'APS-自動化開發二', ''),
(192, 'V3080920', 'Đồng Văn Tư', '0372232104', '2022-04-22', 'V3080920', 'APS-自動化開發二', ''),
(193, 'V3080412', 'Nguyễn Văn Tuyền', '0344905222', '2022-04-12', 'V3080412', 'TSC-自動化開發三', ''),
(194, 'V0256551', 'Lê Văn Trung', '', '2019-05-13', 'V0256551', 'TSC-自動化開發三', '');

--
-- Chỉ mục cho các bảng đã đổ
--

--
-- Chỉ mục cho bảng `employee`
--
ALTER TABLE `employee`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT cho các bảng đã đổ
--

--
-- AUTO_INCREMENT cho bảng `employee`
--
ALTER TABLE `employee`
  MODIFY `id` int(15) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=195;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
